[
  {
    "quote": "In a religious context, a covenant refers to an agreement a group of believers feels their deity has made with them.",
    "explanation": "Frames settlement and government as divinely authorized—key logic behind claiming and ruling non-Christian lands (Doctrine of Discovery).",
    "color": "#FFD54F"
  },
  {
    "quote": "They believed that they were called by their god to create a new place where they could practice their own religion without having to live among those who did not believe as they did.",
    "explanation": "Religious ‘calling’ justifies founding colonies and exercising authority over an already-inhabited place.",
    "color": "#FFD54F"
  },
  {
    "quote": "Both groups viewed the “New World” as a place where they could do that.",
    "explanation": "Treats the land as available for English projects, erasing Native sovereignty—core to the Doctrine of Discovery mindset.",
    "color": "#FFD54F"
  },
  {
    "quote": "loyal subjects of the king of England",
    "explanation": "Asserts English royal sovereignty over the territory claimed by settlers.",
    "color": "#FFD54F"
  },
  {
    "quote": "the “First Colony” in North America",
    "explanation": "Declares a right to plant an English colony, a Discovery-era claim of possession.",
    "color": "#FFD54F"
  },
  {
    "quote": "in a covenant that would be governed by “just and equal laws” that they promised to obey",
    "explanation": "Links divine covenant to civil authority; settlers claim the right to legislate and rule.",
    "color": "#FFD54F"
  },
  {
    "quote": "The Puritans saw the Indigenous people as incapable of salvation but still in need of aid, as the colony’s official seal suggests.",
    "explanation": "Christianizing/paternalist rationale that often accompanied Discovery claims.",
    "color": "#FFD54F"
  },
  {
    "quote": "Humans do not have free will and do not determine the course of their own lives. Everything that happens is the will of God.",
    "explanation": "Calvinist divine determinism.",
    "color": "#81D4FA"
  },
  {
    "quote": "People’s salvation is predestined, already decided by God, and has nothing to do with their actions while on earth.",
    "explanation": "Predestination—central Calvinist doctrine.",
    "color": "#81D4FA"
  },
  {
    "quote": "Certain individuals are “called” by God and are among the “elect.”",
    "explanation": "Idea of the elect; spiritual hierarchy.",
    "color": "#81D4FA"
  },
  {
    "quote": "One is born as part of the elect or not, according to God’s will.",
    "explanation": "Fixed spiritual status by birth.",
    "color": "#81D4FA"
  },
  {
    "quote": "Outward good fortune, especially material wealth, is a sign of God’s favor.",
    "explanation": "Prosperity interpreted as proof of election; moralizes success.",
    "color": "#81D4FA"
  },
  {
    "quote": "Obeying lawful authority, even when one disagrees with it, is a sign of being one of the elect.",
    "explanation": "Religious sanction for strict social order and deference to colonial authority.",
    "color": "#81D4FA"
  },
  {
    "quote": "Bad luck, poverty, and a rebellious attitude are all evidence of damnation.",
    "explanation": "Theological justification for inequality and suppression of dissent.",
    "color": "#81D4FA"
  },
  {
    "quote": "When the Mayflower landed at Cape Cod in 1620, forty-one of the men on board wrote an agreement for how their colony would operate.",
    "explanation": "Covenant politics in action; self-government begins with a religiously framed compact.",
    "color": "#A5D6A7"
  },
  {
    "quote": "This Mayflower Compact invoked their god’s name and declared that they and their fellow passengers on the Mayflower were …",
    "explanation": "Religious covenant explicitly undergirds civic order in the new colony.",
    "color": "#A5D6A7"
  },
  {
    "quote": "Ten years later in 1630, Massachusetts Bay Colony was founded by the Puritans.",
    "explanation": "Direct link from Calvinist Pilgrim/Puritan beliefs to founding a new colony.",
    "color": "#A5D6A7"
  },
  {
    "quote": "This colony had two purposes. One goal was to establish trade in goods produced in the colonies.",
    "explanation": "Economic purpose of Massachusetts Bay’s foundation.",
    "color": "#A5D6A7"
  },
  {
    "quote": "But it was also meant to be a godly community, a religious home for the Puritans, who did not tolerate dissenting views on spiritual matters.",
    "explanation": "Calvinist ideas shape a disciplined, theologically uniform society.",
    "color": "#A5D6A7"
  }
]
